ID_0_TO_10V,0 to 10V
ID_0_TO_20mA,0 to 20mA
ID_0_TO_5V,0 to 5V
ID_125K,125K
ID_1M,1M
ID_250K,250K
ID_4_DIGITS,4 Digits
ID_4_TO_20mA,4 to 20mA
ID_5_DIGITS,5 Digits
ID_500K,500K
ID_6_DIGITS,6 Digits
ID_7_DIGITS,7 Digits
ID_ACCEPT_ABORT_CAL_ERROR,Accept/Abort Calibration Error
ID_ACCEPT_TO_CONTINUE,Accept to continue
ID_ACCEPT_WHEN_MEASURED_VALUE_IS_STABLE,Accept when measured value is stable
ID_ACCESS_CONTROL,Access Control
ID_ACTIVE,Active
ID_ACTIVE_MODE,Active Mode
ID_ACTUAL_RATE,Actual Rate
ID_ADC_CALIBRATION_ERROR,ADC Calibration Error
ID_ADDRESS,Address
ID_AERONAUTICAL,Aeronautical
ID_AIM_RATE,Aim Rate
ID_AIR,Air
ID_AIRSPEED_RANGE,Airspeed Range
ID_ALARM,Alarm
ID_ALARM_HIGH,Alarm High
ID_ALARM_LOW,Alarm Low
ID_ALARMS,Alarms
ID_ALL_SETUP_FILES_COPIED_FROM_USB,All Setup Files copied from the USB
ID_ALL_SETUP_FILES_COPIED_TO_USB,All Setup Files copied to the USB
ID_ALL_TEST_PROGRAMS_COPIED_FROM_USB,All Test Programs copied from the USB
ID_ALL_TEST_PROGRAMS_COPIED_TO_USB,All Test Programs copied to the USB
ID_ALL_UNITS,All Units
ID_ALTITUDE_RANGE,Altitude Range
ID_AN_INVALID_OPTION_KEY_HAS_,An invalid Option Key has been entered 3 times.The instrument must now be switched off.
ID_AN_OP_DEFAULTS,Analogue O/P Defaults
ID_ANALOGUE_OP,Analogue Output
ID_ANALOGUE_OP_BOOT_ROM,Analogue O/P Boot ROM
ID_ANALOGUE_OP_CORRECTION,Analogue O/P Correction
ID_ANALOGUE_OP_CURRENT,Analogue O/P Current
ID_ANALOGUE_OP_DEFAULTS,Analogue O/P Defaults
ID_ANALOGUE_OP_DIAGNOSTICS,Analogue O/P Diagnostics
ID_ANALOGUE_OP_ERROR,Analogue O/P Error
ID_ANALOGUE_OP_MAIN_CODE,Analogue O/P Main Code
ID_ANALOGUE_OP_RANGE,Analogue Output Range
ID_ANALOGUE_OP_SERIAL_NUMBER,Analogue O/P Serial Number
ID_ANALOGUE_OP_SETUP,Analogue O/P Setup
ID_ANALOGUE_OP_STATUS,Analogue O/P Status
ID_ANALOGUE_OP_UPGRADE,Analogue O/P Upgrade
ID_ANALOGUE_OP_VERIFICATION,Analogue O/P Verification
ID_ANALOGUE_OP_ZERO,Analogue O/P Zero
ID_ANALOGUE_OUTPUT,Analogue Output
ID_ANALOGUE_OUTPUT_CORRECTION,Analogue Output Correction
ID_ANALOGUE_OUTPUT_ERROR,Analogue Output Error
ID_ANY_FILES_WITH_SAME_NAME_,Any files with the same name will be overwritten
ID_APPLY,Apply
ID_APPLY_BIAS,Apply Bias
ID_APPLY_FIRST_CALIBRATION_POINT,Apply the lowest range pressure (point 1 of 3)
ID_APPLY_NOMINAL_POS_FS_CURRENT,Apply nominal positive full-scale current.
ID_APPLY_NOMINAL_POS_FS_VOLTAGE,Apply nominal positive full-scale voltage.
ID_APPLY_NOMINAL_ZERO_CURRENT,Apply nominal zero current.
ID_APPLY_NOMINAL_ZERO_VOLTAGE,Apply nominal zero voltage.
ID_APPLY_PWM,Apply PWM
ID_APPLY_SECOND_CALIBRATION_POINT,Apply the mid range pressure (point 2 of 3)
ID_APPLY_THIRD_CALIBRATION_POINT,Apply the highest range pressure (point 3 of 3)
ID_APPLY_VALVE_BIAS_ERROR,Apply Valve bias error
ID_APPLY_VALVE_CHARACTERISATION_ERROR,Apply Valve characterisation error
ID_ARE_YOU_SURE__ABORT_VALVE_CORRECTION,Are you sure you want to abort the Valve Correction?
ID_ARE_YOU_SURE__COPY_FILE,Are you sure you want to make a copy of the file:-
ID_ARE_YOU_SURE__COPY_FILE_TO_USB,Are you sure you want to copy this file to the USB?
ID_ARE_YOU_SURE__COPY_FROM_USB,Are you sure you want to copy all the files from the USB?
ID_ARE_YOU_SURE__COPY_HISTORY_TO_USB,Are you sure you want to copy the History to USB?
ID_ARE_YOU_SURE__COPY_TO_USB,Are you sure you want to copy all the files to the USB?
ID_ARE_YOU_SURE__DELETE,Are you sure you want to delete this file?
ID_ARE_YOU_SURE__DISABLE_SOFT_OPTIONS_,Are you sure you want to disable Task Options?
ID_ARE_YOU_SURE__EXIT_CALIBRATION,Are you sure you want to exit the calibration procedure? Press Yes to exit (no values will be saved). Press no to continue.
ID_ARE_YOU_SURE__RESET_ETHERNET,Are you sure you want to reset the LAN Settings?
ID_ARE_YOU_SURE__RESET_FAULT_HISTORY,Are you sure you want to reset the Fault History Log?
ID_ARE_YOU_SURE__RESET_USE_LOG,Are you sure you want to reset the Controller Use Log?
ID_ARE_YOU_SURE__RESTORE_AN_OP_DEFAULTS_,Are you sure you want to restore the Analogue Output to default settings?
ID_ARE_YOU_SURE__RESTORE_AS_SHIPPED_,Are you sure you want to restore "As Shipped Settings"?
ID_ARE_YOU_SURE__RESTORE_INSTRUMENT_DEFAULTS_,Are you sure you want to restore the Instrument to default settings?
ID_ARE_YOU_SURE__RESTORE_LAST_,Are you sure you want to restore the Instrument Settings to the last power-up state?
ID_ARE_YOU_SURE__RESTORE_MODULE_DEFAULTS_,Are you sure you want to restore the Module to default settings?
ID_ARE_YOU_SURE__RESTORE_THESE_,Are you sure you want to restore these Instrument settings?
ID_ARE_YOU_SURE__RESTORE_VFC_DEFAULTS_,Are you sure you want to restore the VFC to default settings?
ID_ARE_YOU_SURE__SET_AS_SHIPPED_,Are you sure you want to save "As Shipped Settings"?
ID_ARE_YOU_SURE__UPGRADE_ANALOGUE_OP_,Are you sure you want to upgrade the Analogue Output Software?
ID_ARE_YOU_SURE__UPGRADE_INSTRUMENT_,Are you sure you want to upgrade the Instrument Software?
ID_ARE_YOU_SURE__UPGRADE_MODULE_,Are you sure you want to upgrade the Module Software?
ID_ARE_YOU_SURE__UPGRADE_OS_,Are you sure you want to upgrade the Operating System?
ID_ARE_YOU_SURE__UPGRADE_VFC_,Are you sure you want to upgrade the Volt Free Contact Software?
ID_ARE_YOU_SURE__VALVE_CORRECTION,Are you sure you want to perform a Valve Correction?
ID_ARE_YOU_SURE__VENT,Are you sure you want to perform a System Vent?
ID_ARE_YOU_SURE__ZERO_ANALOGUE_OP,Are you sure you want to zero the Analogue Output?
ID_ARE_YOU_SURE__ZERO_PRESSURE_RANGE,Are you sure you want to zero this pressure range?
ID_ARE_YOU_SURE__ZERO_SCM,Are you sure you want to zero the SCM?
ID_ARE_YOU_SURE_YOU_WANT_LAST__,Are you sure you want to revert to the last calibration?
ID_AREA_OF_USE,Area of Use
ID_AS_SHIPPED,As Shipped
ID_ASIA,Asia
ID_AUDIO_VOLUME,Audio Volume
ID_AUTO,Auto
ID_AUTO_IP,Auto IP
ID_AUTO_RANGE,Auto Range
ID_AUTO_REVERSE,Auto Reverse
ID_AUTO_TUNE,Auto Tune
ID_AUTO_ZERO,Auto Zero
ID_AVERAGE,Average
ID_BACK,Back
ID_BACKLIGHT,Backlight
ID_BACKLIGHT_TIMER,Backlight Timer
ID_BAND,Band
ID_BAROMETER,Barometer
ID_BAROMETER_DIAGNOSTICS,Barometric Sensor Diagnostics
ID_BAROMETRIC,Barometric
ID_BAROMETRIC_SENSOR,Barometric Sensor
ID_BASIC,Basic
ID_BAUD_RATE,Baud Rate
ID_BIAS_RUN,Bias Run
ID_BOTTOM_SPAN,Bottom Span
ID_BREAKING,Breaking
ID_BRIDGE_ADC_COUNTS,Bridge ADC Counts
ID_BRIDGE_ADC_VALUE,Bridge ADC Value
ID_BRIGHTNESS,Brightness
ID_BURST_PRESSURE,Burst Pressure
ID_BURST_TEST,Burst Test
ID_BURST_TEST_OPTION_IS_ENABLED,Burst Test Option is enabled.
ID_BURST_TEST_RUNNING,Burst Test Running
ID_BURST_TEST_SETUP,Burst Test Setup
ID_BUTTON_ABORT,Abort
ID_BUTTON_CANCEL,Cancel
ID_BUTTON_IGNORE,Ignore
ID_BUTTON_LAST,Last
ID_BUTTON_NEW,New
ID_BUTTON_NO,No
ID_BUTTON_OK,OK
ID_BUTTON_RETRY,Retry
ID_BUTTON_YES,Yes
ID_CAL_DATE_INDEX_OUT_OF_RANGE,Calibration Date Index out of Range
ID_CAL_PERCENT_OUT_OF_RANGE,Calibration Percent out of Range
ID_CAL_POINT_OUT_OF_RANGE,Calibration Point out of Range
ID_CAL_POINT_VALUE_ERROR,Calibration Point Value Error
ID_CAL_REMINDER,Cal. Reminder
ID_CALIBRATING,Calibrating
ID_CALIBRATION,Calibration
ID_CALIBRATION_AS_FOUND,As Found Calibration
ID_CALIBRATION_COMPLETE,Calibration complete.
ID_CALIBRATION_DUE,Calibration Due
ID_CALIBRATION_GAIN_AND_OFFSET_VALUES,Calibration Gain and Offset Values
ID_CALIBRATION_HISTORY,Calibration History
ID_CALIBRATION_INFO,Calibration Information
ID_CALIBRATION_LAST,Use Last Calibration
ID_CALIBRATION_NEW,New Calibration
ID_CALIBRATION_NOT_COMPLETE,Calibration not complete
ID_CALIBRATION_PERIOD,Calibration Period
ID_CALIBRATION_REMINDER,Calibration Reminder
ID_CALIBRATION_STARTING,Calibration Starting
ID_CAN_BUS_OFF,CAN Bus Off
ID_CAN_DATA_ERROR_NO_REPLY,CAN Data Error: No Reply
ID_CAN_DEVICE_CANNOT__INIT,CAN Device cannot be initialised
ID_CAN_DIAGNOSTICS,CAN Diagnostics
ID_CANBUS,CAN Bus
ID_CANBUS_STATUS,CANBus Status
ID_CANNOT_CREATE_FILE,Cannot create file
ID_CANNOT_DELETE_THIS_COMMAND,Cannot delete this command
ID_CANNOT_EDIT_THIS_COMMAND,Cannot edit this command
ID_CANNOT_HAVE__SPAN_,Cannot have the same value for Top Span and Bottom Span
ID_CANNOT_INSERT_COMMAND_HERE,Cannot  insert a command here
ID_CANNOT_LOCK_THIS_TASK,Cannot lock this task
ID_CANNOT_OVERWRITE_SYSTEM_FILE,Cannot overwrite System file
ID_CANNOT_SELECT_THIS_TASK,Cannot select this task
ID_CANNOT_UPGRADE_SOFTWARE,Cannot upgrade software
ID_CANNOT_USE_THIS_NAME_,Cannot use this name for user-defined units. Please enter another name.
ID_CANNOT_ZERO_,Cannot zero this pressure range
ID_CHANGE_MAC_ADDRESS,Change MAC Address
ID_CHANGE_PIN,Change PIN
ID_CHANGE_SUPERVISOR_PIN,Change Supervisor PIN
ID_CHANGE_USB_MODE_TO_COMMS_,Change the USB mode to Communications before performing software upgrade.
ID_CHANNEL_INDEX_OUT_OF_RANGE,Channel Index out of Range
ID_CHANNEL_OUT_OF_RANGE,Channel out of Range
ID_CHARACTERISATION,Characterisation
ID_CHECKSUM,Checksum
ID_CLEAR_BUFFER,Clear Buffer
ID_CLOSE_APPLY_VALVE,Close Apply Valve
ID_CLOSE_CONTACT_1,Close Contact 1
ID_CLOSE_CONTACT_2,Close Contact 2
ID_CLOSE_ISOLATION_VALVE,Close Isolation Valve
ID_CLOSE_RELEASE_VALVE,Close Release Valve
ID_CLOSE_ZERO_VALVE,Close Zero Valve
ID_CLOSED,Closed
ID_CM_0,CM0 Control Module
ID_CM_1,CM1 Control Module
ID_CM_2,CM2 Control Module
ID_CM_3,CM3 Control Module
ID_CM_GENERIC,Generic Control Module
ID_CM1_LOGIC_IP_STATE,CM1 Logic I/P
ID_CM2_LOGIC_IP_STATE,CM2 Logic I/P
ID_COMMANDS,Commands
ID_COMMON_MODE_ADC_COUNTS,Common Mode ADC Counts
ID_COMMON_MODE_ADC_VALUE,Common Mode ADC Value
ID_COMMS,Comms
ID_COMMUNICATIONS,Communications
ID_COMMUNICATIONS_FAILURE,Communications Failure
ID_COMMUNICTAIONS_STATUS,Communications Status
ID_COMPLETE,Complete
ID_CONDITION,Condition
ID_CONFIGURATION,Configuration
ID_CONFIGURE_RANGE_NEG_FS_ERROR,Configure Range Negative FS Error
ID_CONFIGURE_RANGE_POS_FS_ERROR,Configure Range Positive FS Error
ID_CONFIRM_ABORT,Confirm Abort
ID_CONFIRM_DELETE,Confirm Delete
ID_CONFIRM_NEW_CAL_PIN,Confirm new Calibration PIN
ID_CONFIRM_NEW_SUP_PIN,Confirm new Supervisor PIN
ID_CONFIRM_RESET,Confirm Reset
ID_CONFIRM_RESTORE,Confirm Restore
ID_CONFIRM_SAVE,Confirm Save
ID_CONFIRM_SOFTWARE_UPGRADE,Confirm Software Upgrade
ID_CONFIRM_VALVE_CORRECTION,Confirm Valve Correction
ID_CONFIRM_VENT,Confirm Vent
ID_CONFIRM_ZERO,Confirm Zero
ID_CONTACT,Contact
ID_CONTRAST,Contrast
ID_CONTROL,Control
ID_CONTROL_DWELL,Control Dwell
ID_CONTROL_EQUALS,Control = 
ID_CONTROL_MODE,Control Mode
ID_CONTROL_MODULE_EEPROM_BEING_INITIALISED,Control Module EEPROM being initialised
ID_CONTROL_PRESSURE_OVER_RANGE,Control Pressure Over Range
ID_CONTROL_PRESSURE_UNDER_RANGE,Control Pressure Under Range
ID_CONTROL_SENSOR,Control Sensor
ID_CONTROL_SENSOR_CAL_DATA_,Control Sensor Calibration Data Checksum Error
ID_CONTROL_SENSOR_DIAGNOSTICS,Control Sensor Diagnostics
ID_CONTROL_SENSOR_HEADER_,Control Sensor Header Checksum Error
ID_CONTROL_SENSOR_SERIAL_NUMBER,Control Sensor Serial Number
ID_CONTROL_SETUP,Control Setup
ID_CONTROL_STABILITY,Control Stability
ID_CONTROL_TEMPERATURE,Control Temperature
ID_CONTROL_TEMPERATURE_OVER_RANGE,Control Temperature Over Range
ID_CONTROL_TEMPERATURE_UNDER_RANGE,Control Temperature Under Range
ID_CONTROL_TIME,Control Time
ID_CONTROLLED_PRESSURE,Controlled Pressure
ID_CONTROLLER,Controller
ID_CONTROLLER_DIAGNOSTICS,Controller Diagnostics
ID_CONTROLLER_EEPROM_1_FAILED,Controller EEPROM 2 Failed
ID_CONTROLLER_EEPROM_2_FAILED,Controller EEPROM 1 Failed
ID_CONTROLLER_IDENTITY,Controller Identity
ID_CONTROLLER_ON,Controller On
ID_CONTROLLER_PPM_FIGURE_ERROR,Controller PPM Figure Error
ID_CONTROLLER_USE,Controller Use
ID_COOLING_FAN_HAS_FAILED,Cooling Fan has Failed
ID_COPY,Copy
ID_COPY_A_SINGLE_FILE,Copy a Single File
ID_COPY_ALL_FILES_FROM_USB,Copy all Files from USB
ID_COPY_ALL_FILES_TO_USB,Copy all Files to USB
ID_COPY_FILE_TO_USB,Copy File to USB
ID_COUNT,Count
ID_CR,CR
ID_CR_EOI,CR + EOI
ID_CR_LF,CR/LF
ID_CR_LF_EOI,CR/LF + EOI
ID_CURRENT,Current
ID_CURRENT_INSTRUMENT_SETTINGS_HAVE_BEEN_SAVED_,Current Instrument Settings have been saved to a new file.
ID_CURRENT_SETUP,Current Set Up
ID_CURVE,Curve
ID_DATA,Data
ID_DATA_BITS,Data Bits
ID_DATE_SET,Date Set
ID_DAYS,days
ID_DAYS_SINCE_LAST_CALIBRATION,Days since last Calibration
ID_DEBUG_MESSAGES,DEBUG Messages
ID_DEG_C,°C
ID_DEG_F,°F
ID_DELETE,Delete
ID_DESTINATION,Destination
ID_DIAGNOSTIC_ADC_COUNTS_ERROR,Diagnostics ADC Counts Error
ID_DIAGNOSTIC_ADC_VALUE_ERROR,Diagnostics ADC Value Error
ID_DIAGNOSTIC_MODE,Diagnostic Mode
ID_DIODE,Diode
ID_DIODE_COUNTS,Diode Counts
ID_DISABLE_SOFT_OPTIONS,Disable Task Options
ID_DISABLED,Disabled
ID_DISPLAY,Display
ID_DIVIDER,Divider
ID_DIVIDER_SETPOINT,Divider Setpoint
ID_DIVIDER_SETUP,Divider Setup
ID_DO_YOU_WANT_TO_DO__,Do you want to do a new sensor correction or revert to the last calibration?
ID_DO_YOU_WANT_TO_PERFORM_A_VENT,Do you want to perform a System Vent?
ID_DO_YOU_WANT_TO_SAVE_THIS_FILE,Do you want to save this file?
ID_DPI,DPI
ID_DPI500,DPI500
ID_DPI510,DPI510
ID_DPI520,DPI520
ID_DPISCPI,SCPI
ID_DWELL_TIME,Dwell Time
ID_EDIT,Edit
ID_EDIT_IF_REQUIRED,Edit if required.
ID_EFFORT,Effort
ID_EFFORT_METER,Effort Meter
ID_ENABLED,Enabled
ID_END,End
ID_END_PARAMETER_ENTRY,End Parameter Entry
ID_END_PRESSURE,End Pressure
ID_END_SETPOINT,End Setpoint
ID_END_SLEW_RATE,End Slew Rate
ID_ENGINEERING,Engineering
ID_ENGLISH_LANGUAGE__DEFAULT,English Language will be used as Default
ID_ENHANCED,Enhanced
ID_ENTER_CAL_PIN,Enter Calibration PIN
ID_ENTER_DATE,Enter Date dd/mm/yy
ID_ENTER_DATE_USA,Enter Date mm/dd/yy
ID_ENTER_NEW_AN_OP_SERIAL_NUMBER,Enter new AnalogueO/P Serial Number
ID_ENTER_NEW_CAL_PIN,Enter new Calibration PIN
ID_ENTER_NEW_INSTRUMENT_SERIAL_NUMBER,Enter new Instrument Serial Number
ID_ENTER_NEW_MODULE_SERIAL_NUMBER,Enter new Module Serial Number
ID_ENTER_NEW_OPTION_KEY,Enter new Option Key
ID_ENTER_NEW_SERIAL_NUMBER,Enter new Serial Number
ID_ENTER_NEW_SUP_PIN,Enter new Supervisor PIN
ID_ENTER_REQUIRED_VALUE,Enter required value
ID_ENTER_SUP_PIN,Enter Supervisor PIN
ID_ENTER_TIME,Enter Time hh:mm:ss
ID_ERROR_MESSAGE_LIMIT_REACHED,Error Message Limit reached
ID_ERROR_QUEUE_FULL,Error Queue Full
ID_ETHERNET,Ethernet
ID_ETHERNET_ADDRESS,IP Address
ID_ETHERNET_ADDRESS_TYPE,Address Type
ID_ETHERNET_COMMS_OPTION,Ethernet Communications
ID_ETHERNET_CONNECTION_HISTORY,Ethernet Connection History
ID_ETHERNET_MAC_ADDRESS,ethernet MAC address 
ID_ETHERNET_OPTION_IS_ENABLED,Ethernet Option is enabled.
ID_ETHERNET_PARAMETERS,Ethernet Parameters
ID_ETHERNET_STATUS,Ethernet Status
ID_EUROPE,Europe
ID_EVEN,Even
ID_EXIT,Exit
ID_EXIT_T0_REJECT__,Exit to reject the calibration.
ID_EXPLORER,Explorer
ID_EXTENDED,Extended
ID_FAIL,Fail
ID_FAILED,Failed
ID_FAST,Fast
ID_FIFTH_DIGIT,5th Digit
ID_FILE_ALREADY_EXISTS,File already exists
ID_FILE_COPIED,File Copied:-
ID_FILE_COPIED_TO_USB,File copied to the USB
ID_FILE_COPY_COMPLETE,File Copy Complete
ID_FILE_NOT_FOUND,File not found
ID_FILENAME_CONTAINS_INVALID_CHARS_,Filename contains invalid characters
ID_FILENAME_MUST_BEGIN_,Filename must begin with alphanumeric character
ID_FILTER,Filter
ID_FINISHED,Finished
ID_FIRST_DIGIT,1st Digit
ID_FITTED,fitted
ID_FLOW_CONTROL,Flow Control
ID_FORMAT,Format
ID_FOURTH_DIGIT,4th Digit
ID_FPGA_PROGRAMMING_FAILED,FPGA Programming Failed
ID_FREQUENCY,Frequency
ID_FS_LESS_THAN_ZERO,Full-Scale less than Zero
ID_FT_S2,ft/s²
ID_FULL_SCALE,Full Scale
ID_FUNCTION_NOT_AVAILABLE,Function not yet available
ID_FUTURE_DATE_TIME,Future Date Time
ID_GAIN_VALUE_1,gain value 1
ID_GAIN_VALUE_2,gain value 2
ID_GAUGE,Gauge
ID_GENERAL,General
ID_GENERAL_CONTROLLER_ERROR,General Controller Error
ID_GENERAL_DIAGNOSTICS,General Diagnostics
ID_GLOBAL_SETUP,Global Setup
ID_GOTO_LABEL,GoTo Label
ID_GRADE,Grade
ID_HARDWARE,Hardware
ID_HARDWARE_BUILD,Hardware Build
ID_HARDWARE_HISTORY,Hardware History
ID_HEAD,Head
ID_HEAD_CORRECTION,Head Correction
ID_HELIUM,Helium
ID_HIGH,High
ID_HIGH_ALARM,High Alarm
ID_HIGH_ALARM_CONDITION,High Alarm Condition
ID_HIGH_PRESSURE,High Pressure
ID_HIGH_SETPOINT,High Setpoint
ID_HISTORY,History
ID_HOST_COMMAND,Host Command
ID_HOST_NAME,Host Name
ID_HOURS,hours
ID_HUMIDITY,Humidity
ID_HZ,Hz
ID_IDLE_TIMEOUT,Idle Timeout
ID_IDLE_TIMEOUT_CONDITION,Idle Timeout Condition
ID_IEEE488,IEEE488
ID_IEEE488_STATUS,IEEE488 Status
ID_IN_LIMITS,In Limits
ID_IN_LIMITS_METER,In Limits Meter
ID_IN_LIMITS_TIMER,In Limits Timer
ID_IN_PROGRESS,In Progress
ID_INCHES,inches
ID_INDEX_OUT_OF_RANGE,Index out of Range
ID_INIT_CAN,Init CAN
ID_INIT_COMPLETE,Initialisation complete
ID_INIT_FAILED,Initialisation failed
ID_INSERT,Insert
ID_INSERT_A_USB_,Insert a USB memory stick with new Instrument software.
ID_INSTALLED,installed
ID_INSTRUMENT,Instrument
ID_INSTRUMENT_ACCURACY,Instrument Accuracy
ID_INSTRUMENT_ALIAS_NAME,Instrument Alias Name
ID_INSTRUMENT_BOOT_ROM,Instrument Boot ROM
ID_INSTRUMENT_CANNOT_BE_USED,Instrument cannot be used
ID_INSTRUMENT_DEFAULTS,Instrument Defaults
ID_INSTRUMENT_IS_INITIALISING,Instrument is Initialising
ID_INSTRUMENT_MAIN_CODE,Instrument Main Code
ID_INSTRUMENT_OS_BUILD,Instrument OS Build
ID_INSTRUMENT_SERIAL_NUMBER,Instrument Serial Number
ID_INSTRUMENT_SOFTWARE_UPGRADE,Instrument Software Upgrade
ID_INSTRUMENT_STATUS,Instrument Status
ID_INSTRUMENT_UPGRADE,Instrument Upgrade
ID_INTEGRAL_VALUE,Integral Value
ID_INTERVAL,Interval
ID_INVALID_DATE,Invalid Date
ID_INVALID_OPTION,Invalid Option
ID_INVALID_OPTION_KEY,Invalid Option key
ID_INVALID_TIME,Invalid Time
ID_IP_ADDRESS,IP Address
ID_IP_ADDRESS_TYPE,IP Address Type
ID_IS_AS_CAL_FOUND_GOOD,Is "As-Found" Calibration good?
ID_ISOLATED,Isolated
ID_ISOLATION_STATUS,Isolation Status
ID_ISOLATION_VALVE,Isolation Valve
ID_IT_IS_RECOMMENDED_,It is recommended to switch the instrument off and Replace the cooling fan.
ID_ITEM_INDEX_OUT_OF_RANGE,Item Index Out of Range
ID_JAPAN,Japan
ID_KEEP_THE_FIRST_CAL_POINT,Keep the first calibration point? (point 1 of 3)
ID_KEEP_THE_SECOND_CAL_POINT,Keep the second calibration point? (point 2 of 3)
ID_KEEP_THE_THIRD_CAL_POINT,Keep the third calibration point? (point 3 of 3)
ID_KEEP_THIS_CAL_POINT_1,Keep this calibration point? (point 1 of 2)
ID_KEEP_THIS_CAL_POINT_2,Keep this calibration point? (point 2 of 2)
ID_KEY_CLICK,Key Click
ID_LANGUAGE,Language
ID_LANGUAGE_CHINESE,中文
ID_LANGUAGE_ENGLISH,English
ID_LANGUAGE_FRENCH,Français
ID_LANGUAGE_GERMAN,Deutsch
ID_LANGUAGE_ITALIAN,Italiano
ID_LANGUAGE_JAPANESE,日本語
ID_LANGUAGE_NOT_AVAILABLE,Language Not Available
ID_LANGUAGE_PORTUGUESE,Português
ID_LANGUAGE_RUSSIAN,Русский
ID_LANGUAGE_SPANISH,Español
ID_LANGUAGE_USER_1,العربية
ID_LANGUAGE_USER_2,हिंदी
ID_LANGUAGE_USER_3,Magyar
ID_LANGUAGE_USER_4,한국의
ID_LANGUAGE_USER_5,Polski
ID_LANGUAGE_USER_6,Român
ID_LANGUAGE_USER_7,Türk
ID_LAST_CALIBRATION,Last Calibration
ID_LEAK_RATE,Leak Rate
ID_LEAK_RATE__,Leak Rate (minutes/seconds) = 
ID_LEAK_RATE_1,Leak Rate 1
ID_LEAK_RATE_2,Leak Rate 2
ID_LEAK_TEST,Leak Test
ID_LEAK_TEST_OPTION_IS_ENABLED,Leak Test Option is enabled.
ID_LEAK_TEST_RUNNING,Leak Test Running
ID_LEAK_TEST_SETUP,Leak Test Setup
ID_LF,LF
ID_LF_EOI,LF + EOI
ID_LIMITS,Limits
ID_LINEAR,Linear
ID_LITRES,litres
ID_LOCAL,Local
ID_LOCAL_GRAVITY,Local Gravity
ID_LOCK,Lock
ID_LOCK_TASKS,Lock Tasks
ID_LOCKED,Locked
ID_LOGIC_OUTPUT,Logic Output
ID_LOGIC_OUTPUT1,Logic Output 1
ID_LOGIC_OUTPUT2,Logic Output 2
ID_LOGIC_OUTPUT3,Logic Output 3
ID_LOGIC_OUTPUT4,Logic Output 4
ID_LOGIC_OUTPUT5,Logic Output 5
ID_LOGIC_OUTPUT6,Logic Output 6
ID_LOGIC_OUTPUT7,Logic Output 7
ID_LOGIC_OUTPUT8,Logic Output 8
ID_LOW,Low
ID_LOW_ALARM,Low Alarm
ID_LOW_ALARM_CONDITION,Low Alarm Condition
ID_LOW_PRESSURE,Low Pressure
ID_LOW_SETPOINT,Low Setpoint
ID_LOWER,Lower
ID_LOWER_LIMIT,Lower Limit
ID_M,m
ID_M_S2,m/s²
ID_MA,mA
ID_MA_0_TO_20,0 to 20mA
ID_MA_25,25mA
ID_MA_4_TO_20,4 to 20mA
ID_MANUAL,Manual
ID_MASS_STORAGE_DEVICE,Mass Storage Device
ID_MAX_RATE,Max Rate
ID_MAXIMUM,Maximum
ID_MAXIMUM_NUMBER_OF_TEST_PROGRAMS_EXCEEDED,Maximum Number of Test Programs exceeded
ID_MEASURE,Measure
ID_MEASURE_DWELL,Measure Dwell
ID_MEASURE_SETUP,Measure Setup
ID_MEASURED_PRESSURE,Measured Pressure
ID_MESSAGE,Message
ID_MESSAGE_BUFFER_FULL,Message Buffer Full
ID_MESSAGE_HISTORY,Message History
ID_MESSAGE_TEXT,Message Text
ID_MINIMUM,Minimum
ID_MINS,mins
ID_MINUTES,minutes
ID_MISSING_FILE,Missing File
ID_MODE,Mode
ID_MODE_INDEX_OUT_OF_RANGE,Mode Index out of Range
ID_MODEL,Model
ID_MODULE,Module
ID_MODULE_1,Module 1
ID_MODULE_2,Module 2
ID_MODULE_3,Module 3
ID_MODULE_4,Module 4
ID_MODULE_5,Module 5
ID_MODULE_6,Module 6
ID_MODULE_7,Module 7
ID_MODULE_8,Module 8
ID_MODULE_ADDRESS,Module Address
ID_MODULE_BOOT_ROM,Module Boot ROM
ID_MODULE_DEFAULTS,Module Defaults
ID_MODULE_FAILURE_,Module Failure. Please Switch Off.
ID_MODULE_FULLSCALE,Module Full Scale
ID_MODULE_MAIN_CODE,Module Main Code
ID_MODULE_SERIAL_NUMBER,Module Serial Number
ID_MODULE_SOFTWARE_UPGRADE,Module Software Upgrade
ID_MODULE_STATUS,Module Status
ID_MODULE_UPGRADE,Module Upgrade
ID_MORE_,More…
ID_MS,ms
ID_MV,mV
ID_MV_135,135mV
ID_NAME,Name
ID_NAME_ALREADY_USED,Name already used
ID_NEG_CAL_ERROR,Negative Calibration Error
ID_NEG_SOURCE_SENSOR,-ve Source Sensor
ID_NEG_SOURCE_SENSOR_DIAGNOSTICS,-ve Source Sensor Diagnostics
ID_NEG_SOURCE_ZERO,-ve Source Zero
ID_NEG5_TO_5V,-5 to +5V
ID_NEGATIVE_FS,-ve Full Scale
ID_NEGATIVE_SOURCE,-ve Source
ID_NEGATIVE_SOURCE_G,-ve Source g
ID_NEW,New
ID_NEW_,<…new…>
ID_NEW_SOFTWARE_NOT_FOUND_,New software not found. Please ensure USB memory with new software is inserted correctly.
ID_NEW_USER_PIN,New User PIN
ID_NITROGEN,Nitrogen
ID_NO,No
ID_NO_BIAS_RUN_COMPLETED,No Bias Run Completed
ID_NO_CONTROL_MODULE_RECOGNISED,No Control Module Recognised
ID_NO_ERROR,No Error
ID_NO_OVERSHOOT,No Overshoot
ID_NO_SPECIAL_HARDWARE_FITTED,No special hardware fitted
ID_NON_ISO,Non-Iso
ID_NON_ISOLATED,Non-Isolated
ID_NONE,None
ID_NORMAL,Normal
ID_NORTH_AMERICA,North America
ID_NOT_CALIBRATED,Not Calibrated
ID_NOT_ENOUGH_DIGITS,Not enough digits have been enetered
ID_NOT_FITTED,not fitted
ID_NOT_IN_CAL_MODE,Not in Calibration Mode
ID_NOT_IN_PROGRESS,Not In Progress
ID_NOT_PRESENT,Not Present
ID_NOT_SAVED,Not Saved
ID_NOT_SET,Not Set
ID_NOTE_APPLIED_VALUE,Note the applied value
ID_NUDGE_RESOLUTION,Nudge Resolution
ID_NULL,
ID_NUMBER_OF_POINTS,Number of Points
ID_NUMBER_OF_RANGES,Number of Ranges
ID_ODD,Odd
ID_OFF,Off
ID_OFFSET_VALUE_1,offset value 1
ID_OFFSET_VALUE_2,offset value 2
ID_ON,On
ID_ON_,On…
ID_ON_SWITCH_IP,On Switch Input
ID_OPEN,Open
ID_OPEN_APPLY_VALVE,Open Apply Valve
ID_OPEN_ISOLATION_VALVE,Open Isolation Valve
ID_OPEN_RELEASE_VALVE,Open Release Valve
ID_OPEN_ZERO_VALVE,Open Zero Valve
ID_OPERATION_TIME,Operation Time
ID_OPTION_INSTALLATION,Option Installation
ID_OPTION_STATUS,Software Options
ID_OPTIONS_FITTED,Options Fitted
ID_OS_UPGRADE,OS Upgrade
ID_OUT_OF_RANGE,Out of Range
ID_OUTPUT_RELAYS,Output Relays
ID_OVER_RANGE,Over Range
ID_OVERRANGE_PROTECTIVE_VENT,Overrange Protective Vent
ID_OVERSHOOT,Overshoot
ID_OVERWRITE_THE_ORIGINAL_FILE,Overwrite the original file?
ID_PACE5000,PACE5000
ID_PACE5000_SWITCHED_ON,PACE5000 switched on
ID_PACKET,Packet
ID_PARAMETER_ENTRY,Parameter Entry
ID_PARITY,Parity
ID_PASS,Pass
ID_PASSIVE,Passive
ID_PASSIVE_MODE,Passive Mode
ID_PAUSE,Pause
ID_PAUSED,Paused
ID_PC_FS,% FS
ID_PC_SPAN,% Span
ID_PER_MIN,/min
ID_PER_MINUTE,/minute
ID_PER_SEC,/sec
ID_PER_SECOND,/second
ID_PERCENT,Percent
ID_PERCENTAGE,%
ID_PERFORM_VENT_ERROR,Perform Vent Error
ID_PERFORM_ZERO_ERROR,Perform Zero Error
ID_PERIODIC_MESSAGE_SETUP_ERROR,Periodic Message Setup Error
ID_PINS_ARE_DIFFERENT,PIN's are different
ID_PLEASE_ENSURE_USB_WITH_,Please ensure USB memory stick with new module software is inserted correctly
ID_PLEASE_ENSURE_USB_WITH_HISTORY_,Please ensure USB memory stick with "History" directory is inserted correctly
ID_PLEASE_ENSURE_USB_WITH_OS_,Please ensure USB memory stick with new Operating System is inserted correctly
ID_PLEASE_ENSURE_USB_WITH_SETTINGS_,Please ensure USB memory stick with "Settings" directory is inserted correctly
ID_PLEASE_ENSURE_USB_WITH_TEST_PROGRAMS_,Please ensure USB memory stick with "Test Programs" directory is inserted correctly
ID_PLEASE_REENTER_DATE_OR_CANCEL,Please re-enter Date or cancel
ID_PLEASE_REENTER_OPTION_KEY_OR_CANCEL,Please re-enter Option Key or cancel
ID_PLEASE_REENTER_PIN_OR_CANCEL,Please re-enter PIN or cancel
ID_PLEASE_REENTER_TIME_OR_CANCEL,Please re-enter Time or cancel
ID_PLEASE_REMEMBER__CAL_PIN,Please remember your new Calibration PIN
ID_PLEASE_REMEMBER__SUP_PIN,Please remember your new Supervisor PIN
ID_PLEASE_RETRY_OR_CANCEL,Please Retry or Cancel
ID_PLEASE_SWITCH_INSTRUMENT_OFF_,Please switch instrument off and back on to reset.
ID_PLEASE_WAIT,Please Wait
ID_PLEASE_WAIT_WHILST_,Please wait whilst new software is installed.
ID_POINT,Point
ID_POS_SOURCE_SENSOR,+ve Source Sensor
ID_POS_SOURCE_SENSOR_DIAGNOSTICS,+ve Source Sensor Diagnostics
ID_POS_SOURCE_ZERO,+ve Source Zero
ID_POSITIVE_FS,+ve Full Scale
ID_POSITIVE_SOURCE,+ve Source
ID_POSITIVE_SOURCE_G,+ve Source g
ID_POWER_OFF_INSTRUMENT,Power-off the Instrument. 
ID_POWER_ON_INSTRUMENT,Power-on the Instrument.
ID_POWER_UP,Power Up
ID_POWER_UP_SETPOINT,Power Up Setpoint
ID_POWER_UP_TRAPPED_PRESSURE_VENT,p.u. Trapped Pressure Vent
ID_POWER_UP_TRAPPED_PRESSURE_VENT_DISABLED,p.u. Trapped Pressure Vent Enabled
ID_POWER_UP_TRAPPED_PRESSURE_VENT_ENABLED,p.u. Trapped Pressure Vent Disabled
ID_PPM,ppm FS
ID_PRESET,Preset
ID_PRESET_PRESSURE_1,Preset Pressure 1
ID_PRESET_PRESSURE_10,Preset Pressure 10
ID_PRESET_PRESSURE_11,Preset Pressure 11
ID_PRESET_PRESSURE_12,Preset Pressure 12
ID_PRESET_PRESSURE_13,Preset Pressure 13
ID_PRESET_PRESSURE_14,Preset Pressure 14
ID_PRESET_PRESSURE_15,Preset Pressure 15
ID_PRESET_PRESSURE_16,Preset Pressure 16
ID_PRESET_PRESSURE_17,Preset Pressure 17
ID_PRESET_PRESSURE_18,Preset Pressure 18
ID_PRESET_PRESSURE_19,Preset Pressure 19
ID_PRESET_PRESSURE_2,Preset Pressure 2
ID_PRESET_PRESSURE_20,Preset Pressure 20
ID_PRESET_PRESSURE_21,Preset Pressure 21
ID_PRESET_PRESSURE_22,Preset Pressure 22
ID_PRESET_PRESSURE_23,Preset Pressure 23
ID_PRESET_PRESSURE_24,Preset Pressure 24
ID_PRESET_PRESSURE_25,Preset Pressure 25
ID_PRESET_PRESSURE_3,Preset Pressure 3
ID_PRESET_PRESSURE_4,Preset Pressure 4
ID_PRESET_PRESSURE_5,Preset Pressure 5
ID_PRESET_PRESSURE_6,Preset Pressure 6
ID_PRESET_PRESSURE_7,Preset Pressure 7
ID_PRESET_PRESSURE_8,Preset Pressure 8
ID_PRESET_PRESSURE_9,Preset Pressure 9
ID_PRESET_SETPOINT,Preset Setpoint
ID_PRESET_SETUP,Preset Setup
ID_PRESS_ACCEPT_TO_ENTER_REQUIRED_,Press Accept to enter the required Analogue O/P value
ID_PRESS_ESCAPE_T0_REJECT__,Press Escape to the reject the calibration.
ID_PRESS_OK_TO_ACCEPT_,Accept the calibration to return to the calibration menu.
ID_PRESS_OK_TO_CONTINUE,Press OK to continue
ID_PRESS_OK_TO_ENTER_REQUIRED_,Accept to enter the required Analogue Output value
ID_PRESS_OK_WHEN_OUTPUT_VALUE_IS_STABLE,Accept when this value is stable
ID_PRESS_RETRY_TO_RECALIBRATE,Press Retry to repeat Measure/Enter
ID_PRESS_TO_CONTINUE,Press to Continue
ID_PRESS_YES_TO_TURN_CONTROLLER_OFF_,Press Yes to turn the controller off and zero this pressure range.
ID_PRESSURE,Pressure
ID_PRESSURE_FILTER,Pressure Filter
ID_PRESSURE_OUTSIDE_RANGE_,Pressure outside range. Vent System before performing zero.
ID_PRESSURE_OVER_RANGE,Pressure Over Range
ID_PRESSURE_READING,Pressure Reading
ID_PRESSURE_SENSOR_BEING_ZEROED,Pressure Sensor being zeroed
ID_PRESSURE_UNITS,Pressure Units
ID_PRESSURE_ZERO,Pressure Zero
ID_PRIORITY_HIGH,High
ID_PRIORITY_LOW,Low
ID_PRIORITY_MED_HIGH,Medium High
ID_PRIORITY_MED_LOW,Medium Low
ID_PROCESS,Process
ID_PRODUCTION_STATUS,Production Status
ID_PROG_BEEP,Beep
ID_PROG_BREAK,Break
ID_PROG_CONTROL,Control
ID_PROG_COUNT,Count
ID_PROG_CYCLING,Cycling
ID_PROG_DWELL,Dwell
ID_PROG_END,End
ID_PROG_GOTO,Goto
ID_PROG_IN_LIMITS,In Limits
ID_PROG_IN_LIMITS_TIMER,i/l Timer
ID_PROG_IP_LOGIC,I/P Logic
ID_PROG_ISO_VALVE,Iso Valve
ID_PROG_MEASURE,Measure
ID_PROG_PAUSE,Pause
ID_PROG_RANGE,Range
ID_PROG_RATE_MAX,Rate Max
ID_PROG_RATE_VALUE,Rate Value
ID_PROG_RESOLUTION,Resolution
ID_PROG_SETPOINT,Setpoint
ID_PROG_SETTLING_FAST,Settling Fast
ID_PROG_SETTLING_N_O,Settling n/o
ID_PROG_START,Start
ID_PROG_STOP_COUNT,Stop Count
ID_PROG_TEXT,Text
ID_PROG_UNITS,Units
ID_PROG_VENT,Vent
ID_PROG_VFC_OFF,VFC Off
ID_PROG_VFC_ON,VFC On
ID_PROG_WAIT_IN_LIMITS,Wait In Limits
ID_PROG_ZERO,Zero
ID_PROGRAM_HAS_CHANGED,Program has changed
ID_PROGRAMMING_ERROR,Programming Error
ID_PROTECTIVE_VENT,Protective Vent
ID_PROTECTIVE_VENT_DISABLED,Protective Vent Disabled
ID_PROTECTIVE_VENT_ENABLED,Protective Vent Enabled
ID_PROTOCOL,Protocol
ID_QBT,QBT
ID_RANGE,Range
ID_RANGE_CHANGING,Range Changing
ID_RANGES,Ranges
ID_RANGES_FITTED,Ranges fitted
ID_RATE,Rate
ID_RATE_AIM,Rate Aim
ID_READING,Reading
ID_READINGS_PER_SEC,readings/sec
ID_RECALL_USER_SETUP,Recall User Setup
ID_RECORD_THE_CALIBRATION_POINT,Measure and Enter the Analogue Output value
ID_REDUCE_POS_SOURCE_,Reduce +ve Source Pressure within MWP Limits then select OK
ID_REENTER_NEW_CAL_PIN,Re-enter new Calibration PIN
ID_REENTER_NEW_SUP_PIN,Re-enter new Supervisor PIN
ID_REF_PORT_MEDIUM,Ref. Port Medium
ID_REFERENCE,Reference
ID_REFERENCE_CORRECTION,Reference Correction
ID_REFERENCE_PRESSURE,Reference Pressure
ID_REFERENCE_SENSOR,Reference Sensor
ID_REGULATOR,Regulator
ID_RELAY_INDEX_OUT_OF_RANGE,Relay Index out of Range
ID_RELEASE,Release
ID_RELEASE_BIAS,Release Bias
ID_RELEASE_PRESSURE,Release Pressure
ID_RELEASE_PWM,Release PWM
ID_RELEASE_VALVE_BIAS_ERROR,Release Valve Bias Error
ID_RELEASE_VALVE_CHARACTERISATION_ERROR,Release Valve Characterisation Error
ID_REMINDER_PERIOD,Reminder Period
ID_REMOTE,Remote
ID_REMOVED,removed
ID_REPEAT,Repeat
ID_RESET_FAULT_HISTORY,Reset Fault History
ID_RESET_LAN_SETTINGS,Reset LAN Settings
ID_RESET_USE_LOG,Reset Use Log
ID_RESET_USE_LOG_HISTORY,Reset Use Log History
ID_RESOLUTION,Resolution
ID_RESTORE_AS_SHIPPED,Restore as Shipped
ID_RESTORE_LAST_SETTINGS,Restore Last Settings
ID_RESUME,Resume
ID_ROUGHING,Roughing
ID_ROUGHING_TIMER,Roughing Timer
ID_ROW,Rest of World
ID_RS232,RS232
ID_RS232_DIAGNOSTICS,RS232 Diagnostics
ID_RS232_STATUS,RS232 Status
ID_RTS_CTS,RTS/CTS
ID_RUN,Run
ID_RUNNING,Running
ID_RUSKA7000,Ruska7000
ID_SAMPLES_BEING_TAKEN,Samples being taken
ID_SAVE_AS_SHIPPED,Save as Shipped
ID_SAVE_RECALL_USER_SETUP,Save/Recall User Setup
ID_SAVE_USER_SETUP,Save User Setup
ID_SCM,SCM
ID_SCM_CORRECTION,SCM Correction
ID_SCM_FILTER,SCM Filter
ID_SCM_MODULE_SERIAL_NUMBER,SCM Module Serial Number
ID_SCM_ZERO,SCM Zero
ID_SCPI,SCPI
ID_SCREEN_CALIBRATION,Screen Calibration
ID_SCREEN_SAVER,Screen Saver
ID_SECOND_DIGIT,2nd Digit
ID_SECONDS,seconds
ID_SELECT_CAL_CHANNEL_ERROR,Select Calibration Channel Error
ID_SELECT_RANGE,Select Range
ID_SENSOR_CORRECTION,Sensor Correction
ID_SENSOR_INDEX_OUT_OF_RANGE,Sensor Index out of Range
ID_SENSOR_SERIAL_NUMBER_ERROR,Sensor Serial Number Error
ID_SENT_VALUE_OUT_OF_LIMITS,Sent Value out of Limits
ID_SERIAL_COMM_DIAG,Serial Communications Diagnostics
ID_SERIAL_NUMBER,Serial Number
ID_SERVICE,Service
ID_SET_SERIAL_NUMBER,Set Serial Numbers
ID_SET_UP,Set Up
ID_SETPOINT,Setpoint
ID_SETPOINT_==_VALUE,== Value
ID_SETPOINT_>=_VALUE,>= Value
ID_SETPOINT_ENTRY,Setpoint Entry
ID_SETPOINT_EQUALS,Setpoint = 
ID_SETPOINT_LIMITS,Setpoint Limits
ID_SETPOINT_VALUE_ERROR,Setpoint Value Error
ID_SETTING,Setting
ID_SETUP,Setup
ID_SEVENTH_DIGIT,7th Digit
ID_SHOW_LAN_STATUS,Show Lan Status Indicator
ID_SIXTH_DIGIT,6th Digit
ID_SLEW_RATE,Slew Rate
ID_SN,S/N
ID_SOFTWARE,Software
ID_SOFTWARE_HISTORY,Software History
ID_SOFTWARE_INSTALLED,Software Installed
ID_SOFTWARE_UPGRADE_COMPLETE,Software Upgrade Complete
ID_SOFTWARE_UPGRADE_FAILED,Software Upgrade Failed
ID_SOFTWARE_UPGRADES,Software Upgrades
ID_SOURCE_FS_LT_CONTROL_FS,Source Sensor FS less than Control Sensor FS
ID_SOURCE_PDCR_CORRECTION,Source PDCR Correction
ID_SOURCE_PRESSURE,Source pressure
ID_SOURCE_PRESSURE_ABOVE_LIMIT,Source Pressure Out of Limits
ID_SOURCE_PRESSURE_FAILED,Source Pressure Failed
ID_SOURCE_PRESSURE_MEASUREMENT_UN_,Source Pressure Measurement Unavailable
ID_SOURCE_SENSOR,Source Sensor
ID_SOURCE_SOLID_SENSOR_CAL_,Source Sensor Calibration Temperatures in Descending Order
ID_SPAN_OUTSIDE_LIMITS,Span Outside Limits
ID_STAND_ALONE,Stand Alone
ID_STANDARD,Standard
ID_START,Start
ID_START_PARAMETER_ENTRY,Start Parameter Entry
ID_START_SETPOINT,Start Setpoint
ID_START_SLEW_RATE,Start Slew Rate
ID_START_TX,Start Tx
ID_STATIC,static
ID_STATUS,Status
ID_STATUS_AREA,Status Area
ID_STEP,Step
ID_STEPPING,Stepping
ID_STOP,Stop
ID_STOP_BITS,Stop Bits
ID_STOP_TX,Stop Tx
ID_STOPPED,Stopped
ID_SUBNET_MASK,Subnet Mask
ID_SUMMARY,Summary
ID_SUPERVISOR,Supervisor
ID_SUPERVISOR_SETUP,Supervisor Setup
ID_SWITCH_DEBOUNCE_TIME,Switch "de-bounce" time
ID_SWITCH_STATUS,Switch Status
ID_SWITCH_TEST,Switch Test
ID_SWITCH_TEST_END,Switch Test End
ID_SWITCH_TEST_OPTION_IS_ENABLED,Switch Test Option is enabled.
ID_SWITCH_TEST_PARAMETER_SELECTION,Switch Test Parameter Selection
ID_SWITCH_TEST_RUNNING,Switch Test Running
ID_SWITCH_TEST_SETUP,Switch Test Setup
ID_SWITCH_TEST_START,Switch Test Start
ID_SWITCH_TEST_TEST,Switch Test Test
ID_SWITCH_TRIGGER,Switch Trigger Input
ID_SYSTEM,System
ID_SYSTEM_VENT_BEING_PERFORMED,System Vent being performed
ID_SYSTEM_VENT_COMPLETE,System Vent Complete
ID_SYSTEM_VENT_FAILED,System Vent Failed
ID_SYSTEM_ZERO_COMPLETE,System Zero Complete
ID_SYSTEM_ZERO_FAILED,System Zero Failed
ID_TARE,Tare
ID_TASK,Task
ID_TASK_CHANGING,Task Changing
ID_TCP,TCP
ID_TEMPERATURE,Temperature
ID_TERMINATOR,Terminator
ID_TEST,Test
ID_TEST_PARAMETER_ENTRY,Test Parameter Entry
ID_TEST_PORT_MEDIUM,Test Port Medium
ID_TEST_PRESSURE_1,Test Pressure 1
ID_TEST_PRESSURE_1_END,Test Pressure 1 End
ID_TEST_PRESSURE_1_START,Test Pressure 1 Start
ID_TEST_PRESSURE_2,Test Pressure 2
ID_TEST_PRESSURE_2_END,Test Pressure 2 End
ID_TEST_PRESSURE_2_START,Test Pressure 2 Start
ID_TEST_PROGRAM,Test Program
ID_TEST_PROGRAM_OPTION_IS_ENABLED,Test Program Option is enabled.
ID_TEST_PROGRAM_RUNNING,Test Program Running
ID_TEST_PROGRAM_SETUP,Test Program Setup
ID_TEST_PROGRAMS,Test Programs
ID_TEST_SETPOINT_1,Test Setpoint 1
ID_TEST_SETPOINT_2,Test Setpoint 2
ID_THE_CURRENT_SETPOINT_IS_OUTSIDE_,The current setpoint is outside the new setpoint limits.
ID_THE_INSTRUMENT_MUST_,Power-off the Instrument. Remove the USB memory stick. Power-on the Instrument to complete installation.
ID_THE_INSTRUMENT_MUST_BE_SWITCHED_OFF_,The instrument must now be switched off and back on again.
ID_THE_NUMBER_OF_ACTIVE_ERROR_,The number of active error messages has reached the upper limit
ID_THE_SYSTEM_WILL_BE_AUTO_,The system will be automatically vented if pressure exceeds 110%
ID_THE_SYSTEM_WILL_NOT_BE_AUTO_,The system will not be automatically vented at high pressure
ID_THE_SYSTEM_WILL_NOT_OFFER_,The system will not offer to vent trapped pressure above 3bar at power up
ID_THE_SYSTEM_WILL_OFFER_,The system will offer to vent trapped pressure above 3bar at power up
ID_THIRD_DIGIT,3rd Digit
ID_THIS_SETPOINT_WILL_NOT_BE__,This setpoint will not be sent to the controller.
ID_THIS_TASK_IS_CURRENTLY_SELECTED,This task is currently selected
ID_THIS_TASK_IS_LOCKED,This task is locked
ID_TIME_AND_DATE,Time and Date
ID_TIME_CONSTANT,Time Constant
ID_TIME_SET,Time Set
ID_TIME_TO_IN_LIMITS,Time to In Limits
ID_TIME_TO_SETPOINT,Time to Setpoint
ID_TIMED_ZERO,Timed Zero
ID_TIMEOUT,Timeout
ID_TIMER,Timer
ID_TOO_LONG,Too Long
ID_TOO_MANY_DIGITS,Too many digits have been enetered
ID_TOO_SHORT,Too Short
ID_TOP_SPAN,Top Span
ID_TRAPPED_PRESSURE_EXCEEDS,Trapped pressure exceeds 3bar
ID_TX,Tx
ID_TYPE,Type
ID_UI_ADDRESS,UI Address
ID_UNABLE_TO_PERFORM_RESTORE,Unable to perform restore
ID_UNITS,Units
ID_UNITS_ATM,atm
ID_UNITS_BAR,bar
ID_UNITS_CMH2O_20C,cmH₂O@20°C
ID_UNITS_CMH2O_4C,cmH₂O@4°C
ID_UNITS_CMHG,cmHg@0°C
ID_UNITS_FTH2O_20C,ftH₂O@20°C
ID_UNITS_FTH2O_4C,ftH₂O@4°C
ID_UNITS_FTH2O_60F,ftH₂O@60°F
ID_UNITS_HPA,hPa
ID_UNITS_INH2O_20C,inH₂O@20°C
ID_UNITS_INH2O_4C,inH₂O@4°C
ID_UNITS_INH2O_60F,inH₂O@60°F
ID_UNITS_INHG,inHg@0°C
ID_UNITS_KGCM2,kg/cm²
ID_UNITS_KGM2,kg/m²
ID_UNITS_KPA,kPa
ID_UNITS_LBFT2,lb/ft²
ID_UNITS_MBAR,mbar
ID_UNITS_MH2O_20C,mH₂O@20°C
ID_UNITS_MH2O_4C,mH₂O@4°C
ID_UNITS_MHG,mHg@0°C
ID_UNITS_MMH2O_20C,mmH₂O@20°C
ID_UNITS_MMH2O_4C,mmH₂O@4°C
ID_UNITS_MMHG,mmHg@0°C
ID_UNITS_MPA,MPa
ID_UNITS_PA,Pa
ID_UNITS_PSI,psi
ID_UNITS_TORR,torr
ID_UNKNKOWN_COMMAND,Unknown Command
ID_UNKNOWN,unknown
ID_UNKNOWN_CODE,Unknown Code
ID_UNKNOWN_ERROR,Unknown Error
ID_UNLOCK_ALL,Unlock All
ID_UNLOCKED,Unlocked
ID_UPDATE_RATE,Update Rate
ID_UPGRADING_,Upgrading...
ID_UPPER,Upper
ID_UPPER_LIMIT,Upper Limit
ID_UPPER_SETPOINT_LIMIT_MUST_,Upper Setpoint Limit must be greater than Lower Setpoint Limit
ID_USA,USA
ID_USB,USB
ID_USB_MODE_HAS_BEEN_,The USB mode has been re-configured.
ID_USB_MODE_IS_CONFIGURED_,USB mode is configured to Mass Storage Device.
ID_USB_PORT_DISABLED,USB Port Disabled
ID_USB_STATUS,USB Status
ID_USE_LOG,Use Log
ID_USE_LOG_HISTORY,Use Log History
ID_USER,User
ID_USER_DEFINED_UNITS,User Defined Units
ID_USER_INTERFACE_PCA_TEMPERATURE,User Interface PCA Temperature
ID_USER_SETUP_FILES,User Setup Files
ID_USING_DEFAULT_CALIBRATION_DATA,Using default Calibration Data
ID_USING_DEFAULT_SERIAL_NUMBER,Using default Serial Number
ID_UTILITIES,Utilities
ID_V_0_TO_10,0 to 10V
ID_V_0_TO_5,0 to 5V
ID_V_11,11V
ID_VACUUM_PRESSURE_FAILED,Vacuum Pressure Failed
ID_VACUUM_PRESSURE_MEASUREMENT_UN_,Vacuum Pressure Measurement Unavailable
ID_VACUUM_SENSOR,Vacuum Sensor
ID_VACUUM_SOLID_SENSOR_CAL_,Vacuum Sensor Calibration Temperatures in Descending Order
ID_VALID_OPTION_KEY,Valid Option key
ID_VALUE,Value
ID_VALVE,Valve
ID_VALVE_BIAS_VALUES_ERROR,Valve Bias Values Error
ID_VALVE_CONTROL,Valve Control
ID_VALVE_CORRECTION,Valve Correction
ID_VALVE_CORRECTION__COMPLETED,Valve Correction has successfully completed
ID_VALVE_CORRECTION_FAILED,Valve Correction Failure
ID_VALVE_CORRECTION_HISTORY,Valve Correction History
ID_VALVE_INDEX_OUT_OF_RANGE,Valve Index out of Range
ID_VALVE_PWM_ERROR,Valve PWM Error
ID_VALVE_STATE_ERROR,Valve State Error
ID_VENT,Vent
ID_VENT_AND_FS,Vent and +ve FS
ID_VENT_RANGE_INDEX_OUT_OF_RANGE,Vent Range Index out of Range
ID_VENT_RATE,Vent Rate
ID_VENT_SETUP,Vent Setup
ID_VENT_TIMED_OUT,Vent Timed Out
ID_VENT_TIMEOUT,Vent Timeout
ID_VENT_YES_NO,Vent Yes/No
ID_VERBOSE_OFF,Verbose Off
ID_VERBOSE_ON,Verbose On
ID_VERIFYING,Verifying
ID_VERSION_NUMBER,Version Number
ID_VFC,Volt Free Contact
ID_VFC_BOOT_ROM,VFC Boot ROM
ID_VFC_DEFAULTS,VFC Defaults
ID_VFC_DIAGNOSTICS,Volt Free Contact Diagnostics
ID_VFC_MAIN_CODE,VFC Main Code
ID_VFC_MODULE_SERIAL_NUMBER,VFC Module Serial Number
ID_VFC_SETUP,VFC Setup
ID_VFC_STATUS,VFC Status
ID_VFC_UPGRADE,VFC Upgrade
ID_VIEW_HEX,View Hex
ID_VIEW_TEXT,View Text
ID_VOLTAGE,Voltage
ID_VOLTS,Volts
ID_VOLUME,Volume
ID_VOLUME_ESTIMATE,Volume Estimate
ID_VXI,VXI-11
ID_WARNING,Warning
ID_WARNING_MWP_EXCEEDED,Maximum Working Pressure Exceeded
ID_WATCHDOG_FAILURE_,Watchdog Failure
ID_WEB_PASSWORD,Web Password
ID_WRITE_WITHOUT_PASSWORD,Write without Password
ID_WRONG_CONTROLLER_TYPE_FITTED,Wrong Module type fitted
ID_WRONG_PIN,Wrong PIN
ID_XML_FILE_CORRUPTED,XML File Corrupted
ID_XON_XOFF,Xon/Xoff
ID_YES,Yes
ID_ZERO,Zero
ID_ZERO_A_RANGE,Zero a Range
ID_ZERO_ALL,Zero All
ID_ZERO_AND_FS,Zero and +ve FS
ID_ZERO_HISTORY,Zero History
ID_ZERO_MODE_ERROR,Zero Mode Error
ID_ZERO_OFFSET,zero offset
ID_ZERO_OUTSIDE_LIMITS,Zero Outside Limits
ID_ZERO_RANGE_INDEX_OUT_OF_RANGE,Zero Range Index out of Range
ID_ZERO_SCM,Zero SCM
ID_ZERO_SETUP,Zero Setup
ID_ZERO_TIMED_OUT,Zero Timed Out
ID_ZZ1,婁嫁媺継ﾀｶｒｭﾇ輕せ』
ID_ZZ2,ぁねビ㌆㋲㊪ワ㎖㎸亝礼㏳
ID_ZZ3,لإاثه سه فاث لأقثشف خب فا ث لأقثشفثس مشىلعشم ٍهفث
ID_ZZ4,ةنيب تمنب تهصعثععب بتن
ID_ZZ5,اسيعن يعن لتاسي لغ
ID_ZZ6,يبتىنم بىت اتباهخباه
ID_INVALID_PATTERN,Invalid Pattern
ID_ARE_YOU_SURE_CHANGE_MAC_ADDRESS_,Are You Sure You Want To Change The Mac Address?
ID_EXCEEDED_CHARACTER_LIMIT,Exceeded Character Limit
ID_DEF_GATEWAY,Default Gateway
ID_DNS_SERVER,DNS Server
